export const Dungeons = [
  {
    id: 1,
    background: "/dungeons/dungeon1.jpg",
    title: "Пиратский сквер",
    type: "arena",
    energy: 3,
    adward: 70,
    time: "9:00-18:00",
    baner: "/dungeons/background1.png",
    desc: "Подвал утопленика — это мрачное подземелье, скрытое в глубинах заброшенного замка. Стены покрыты влажными пятнами, а воздух пропитан сыростью. В этом подвале обитают различные опасности, от злобных скелетов до жутких пауков. Путешественники, решившие исследовать его, должны быть готовы к битвам, ловушкам и загадкам. Особенности данжа “Подвал утопленика”: Темная атмосфера: Свет едва проникает сквозь трещины в потолке, создавая мрачное настроение. Скелеты-стражи: Встречайте враждебных скелетов, вооруженных ржавыми мечами. Они будут защищать свои территории. Ловушки: Подвал утопленика изобилует скрытыми ловушками. Будьте осторожны, чтобы не попасть в яму или не активировать механизмы. Загадки: Чтобы продвигаться дальше, путешественникам придется разгадывать загадки, связанные с историей замка и его обитателями. Сокровища: Несмотря на опасности, подвал утопленика хранит древние сокровища. Они могут быть спрятаны в сундуках или за стенами. Путешественники, рискнувшие спуститься в этот подземный мир, могут надеяться на богатую награду, но только если смогут преодолеть все преграды. Удачи в исследовании! ",
    adwardId: ["1"],
  },
];

export const Adward = [
  {
    id: 1,
    icon: "/image.png",
    title: "Святая вода",
    chance: 16,
    payment: 4,
  },
  {
    id: 2,
    icon: "/image.png",
    title: "Старая кость",
    chance: 60,
    payment: 1,
  },
  {
    id: 3,
    icon: "/image.png",
    title: "Святая вода",
    chance: 16,
    payment: 4,
  },
  {
    id: 4,
    icon: "/image.png",
    title: "Старая кость",
    chance: 60,
    payment: 1,
  },
];
