const url = "http://localhost:3000/uploads/news";
export const News = [
  {
    title: "Скоро вас ждёт глобальное обновление",
    text: "Уже 20 ноября мы начали готовится к масштабному обновлению в честь предстоящих праздников. В планах реализовать достаточно инетерсные инвенты для пользователей и добавление многих функций, которых так не хватает в данный момент. Благодарим всех, кто следит за нашими новостями, постараемся вас не подвести. В обновлении планируется добавление друзей. Теперь вы сможете не только смотреть чужие профиля, но и заводить друзей. Так же появится возможность совместно ходить в подземелья с другими участниками группы. Ну и конечно же создание групп. Однако есть и отрицательная нота - ограничение инвентаря. Теперь по умолчанию вы сможите хранить всего 30 предметов. Не нужный хлам продавайте и покупайте сумки, которые будут увеличивать ваше место в рюкзаке. Так же пересматривается экономика, в ходе которой будут изменены некоторые цены предметов. Планируется также добавить возможность в магазине покупать кое какой товар. Ещё много всего того, что вы сможите сами скоро увидеть...",
    signature: "Ваша компания - ©DungeonFight",
    version: "1.1.0",
    image: `${url}/1-12-2024.jpg`,
  },
  {
    title: " Новая локация! Что это? - Подземелье или местность...",
    text: "  Мы работаем над новой локацией. Она должна получится достаточно интересной, а самое главное, там будут новые награды. Данная локация будет содержать много интересных и легкодоступных вещей, а также прохождение этой локацией будет являться круглосуточной, но не для всех. Локация будет содержать необычный контент, которого в игре ещё нет. Примерно в реализацию запустилось 4 предмета. Достаточно мало, скажите вы на первый взгляд, но поверьте, этого вполне достаточно с тем контентом, который есть на игре. В конце хочется добавить, что проект будет успешно реализовываться и на данный момент обновления - это последняя наша локация. В дальнейшем все обновления будут направлены на улучшение контента и удобства пользователей. Всем спасибо, кто следит за новостями, мы всегда на связи...",
    signature: "Ваша компания - ©DungeonFight",
    version: "1.1.1",
    image: `${url}/2-12-2024.jpg`,
  },
];
